tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "neovim/neovim"
cask "xquartz"
brew "openssl@1.1"
brew "readline", link: true
brew "awscli"
brew "bash-completion"
brew "bat"
brew "glib"
brew "gcc"
brew "ceres-solver"
brew "clisp"
brew "colordiff"
brew "ctags"
brew "pkg-config"
brew "lame"
brew "ffmpeg"
brew "figlet"
brew "gdb"
brew "git"
brew "gnu-prolog"
brew "gnu-sed"
brew "graphviz"
brew "icarus-verilog"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libmagic"
brew "libyaml"
brew "macvim"
brew "mp3splt"
brew "mpg123"
brew "mplayer"
brew "mysql@5.7"
brew "neovim"
brew "nkf"
brew "nodebrew"
brew "numpy"
brew "nvm"
brew "pandoc"
brew "pdf2htmlex"
brew "pdfcrack"
brew "peco"
brew "plantuml"
brew "poppler"
brew "procs"
brew "pstree"
brew "pyenv"
brew "q"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rmtrash"
brew "sox"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "vim", link: false
brew "watch"
brew "wget"
brew "yarn"
brew "zeromq", args: ["HEAD"]
brew "zsh"
brew "heroku/brew/heroku"
cask "basictex"
cask "keycastr"
cask "macvim"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "skim"
cask "suspicious-package"
cask "webpquicklook"
