brew "cmake"
brew "delta"
brew "bat"
brew "git"
brew "jq"
brew "mas"
brew "mysql"
brew "neovim"
brew "volta"
brew "pstree"
brew "pyenv"
brew "python@3.9"
brew "rbenv"
brew "node"
brew "deno"
brew "rename"
brew "ripgrep"
brew "fzy"
brew "rustup-init"
brew "tmux"
brew "trash"
brew "httpie"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wget"
brew "zsh"
brew "direnv"
brew "poppler"
brew "imagemagick"
brew "fcanas/tap/mirror-displays"
brew "MonitorControl"
cask "bettertouchtool"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "sequel-ace"
cask "skim"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "steam"
cask "karabiner-elements"
cask "skitch"
cask "alfred"
cask "font-noto-nerd-font"
mas "QuickShade", id: 931571202
mas "RunCat", id: 1429033973
mas "Relax Melodies: Sleep Sounds", id: 467103113
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "homebrew/cask-fonts"
