tap "apenngrace/vulkan"
tap "equalsraf/neovim-qt"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "schappim/ocr"
tap "universal-ctags/universal-ctags"
brew "cask"
brew "cmake"
brew "git"
brew "git-delta"
brew "haskell-stack"
brew "jq"
brew "mysql"
brew "node"
brew "poppler"
brew "pstree"
brew "pyenv"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "zsh"
brew "heroku/brew/heroku"
brew "schappim/ocr/ocr"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "macvim"
cask "racket"
cask "sequel-ace"
cask "vulkan-sdk"
