brew "mas"
brew "git"
brew "cmake"
brew "wget"
brew "jq"
brew "mysql"
brew "node"
brew "pstree"
brew "pyenv"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "pure"
brew "trash"
brew "delta"
brew "tree"
brew "vim"
brew "neovim"
brew "zsh"
brew "awscli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "google-japanese-ime"
cask "google-chrome"
cask "firefox"
cask "iterm2"
cask "macvim"
cask "sequel-ace"
cask "visual-studio-code"
cask "docker"
cask "docker-compose"
cask "clipy"
cask "slack"
cask "zoom"
cask "bettertouchtool"
cask "discord"
cask "vlc"
cask "skim"
# TODO: qlmarkdown      qlstephen       quicklook-csv   quicklook-json
